[
  {
    "name": "intern",
    "context": "Company Name: BrightWave Technologies Industry: Software Development  1. Working Hours - Standard working hours are 9:00 AM to 6:00 PM, Monday to Friday. - Employees may take a 1-hour lunch break anytime between 12:00 PM and 3:00 PM.  2. Leave Policy - Employees get 12 paid leaves per year. - Prior approval is required from the reporting manager for planned leaves. - Emergencies should be communicated as soon as possible.  3. Remote Work Guidelines - Remote work is allowed up to 2 days per week. - Employees must be reachable during working hours on Slack. - Daily standups must be attended over video call.  4. Code of Conduct - All employees must maintain a respectful and inclusive work environment. - Sharing confidential company information outside the organization is strictly prohibited. - Harassment of any kind will lead to disciplinary action.  5. IT & Equipment - New employees receive a laptop, charger, backpack, and ID card on Day 1. - For any technical issue, raise a ticket through the internal IT Suppo",
    "creator": "pushpu@gmail.com"
  },
  {
    "name": "test",
    "context": "Company Name: Bright Technologies Industry: Software Development  1. Working Hours - Standard working hours are 9:00 AM to 6:00 PM, Monday to Friday. - Employees may take a 1-hour lunch break anytime between 12:00 PM and 3:00 PM.  2. Leave Policy - Employees get 12 paid leaves per year. - Prior approval is required from the reporting manager for planned leaves. - Emergencies should be communicated as soon as possible.  3. Remote Work Guidelines - Remote work is allowed up to 2 days per week. - Employees must be reachable during working hours on Slack. - Daily standups must be attended over video call.  4. Code of Conduct - All employees must maintain a respectful and inclusive work environment. - Sharing confidential company information outside the organization is strictly prohibited. - Harassment of any kind will lead to disciplinary action.  5. IT & Equipment - New employees receive a laptop, charger, backpack, and ID card on Day 1. - For any technical issue, raise a ticket through the internal IT Suppo",
    "creator": "pushpu@gmail.com"
  },
  {
    "name": "intern",
    "context": "Company Name: BrightWave Technologies\nIndustry: Software Development\n\n1. Working Hours\n- Standard working hours are 9:00 AM to 6:00 PM, Monday to Friday.\n- Employees may take a 1-hour lunch break anytime between 12:00 PM and 3:00 PM.\n\n2. Leave Policy\n- Employees get 12 paid leaves per year.\n- Prior approval is required from the reporting manager for planned leaves.\n- Emergencies should be communicated as soon as possible.\n\n3. Remote Work Guidelines\n- Remote work is allowed up to 2 days per week.\n- Employees must be reachable during working hours on Slack.\n- Daily standups must be attended over video call.\n\n4. Code of Conduct\n- All employees must maintain a respectful and inclusive work environment.\n- Sharing confidential company information outside the organization is strictly prohibited.\n- Harassment of any kind will lead to disciplinary action.\n\n5. IT & Equipment\n- New employees receive a laptop, charger, backpack, and ID card on Day 1.\n- For any technical issue, raise a ticket through the internal IT Support Portal.\n- Replacement accessories require manager approval.\n\n6. Common Tools Used\n- Slack for communication  \n- GitHub for version control  \n- Notion for documentation  \n- Jira for task management\n\n7. Probation Period\n- The probation period lasts for 3 months.\n- Performance is reviewed at the end of the probation.\n- Permanent employment is confirmed based on performance, punctuality, and teamwork.\n\n8. Expense Reimbursements\n- Travel expenses for official work are reimbursable.\n- Food expenses are reimbursed only during approved business travel.\n- Original bills must be uploaded to the finance portal.\n\nEnd of Document.",
    "creator": "moulisrivastava5@gmail.com"
  },
  {
    "name": "Manal",
    "context": "Product Name: LumiHome Smart Hub\nVersion: 2.1.4\nCategory: Smart Home Automation Device\n\n1. Overview\n- The LumiHome Smart Hub acts as the central controller for all LumiHome smart devices.\n- It supports up to 50 connected devices.\n- The hub requires an active Wi-Fi connection to function.\n\n2. Setup Instructions\n- Plug the Smart Hub into a power outlet using the provided adapter.\n- Download the “LumiHome App” from the App Store or Google Play.\n- Connect the hub to your home Wi-Fi network through the app’s setup wizard.\n- Once connected, pair your smart devices using the “Add Device” option in the app.\n\n3. Supported Devices\n- LumiHome Smart Bulbs\n- LumiHome Motion Sensors\n- LumiHome Door/Window Sensors\n- LumiHome Smart Plugs\n- LumiHome Thermostat\n\n4. LED Indicator Guide\n- Solid Blue: Hub is functioning normally.\n- Blinking Blue: Hub is attempting to connect to Wi-Fi.\n- Solid Red: No network connection.\n- Blinking Red: Firmware update in progress.\n- Yellow: Device pairing mode is active.\n\n5. Security Features\n- End-to-end encryption for all device communication.\n- Two-factor authentication available in the app.\n- Guests can be added with limited permissions for controlling devices.\n\n6. Maintenance & Updates\n- Firmware updates are automatically downloaded when the hub is connected to Wi-Fi.\n- The device should be kept in a cool, dry place to prevent overheating.\n- Use only the provided power adapter to avoid damage.\n\n7. Troubleshooting\n- If devices are not connecting, try restarting the hub by unplugging and plugging it back in.\n- For Wi-Fi issues, verify your password in the LumiHome App.\n- If the hub shows a solid red light, reconfigure the Wi-Fi settings through the app.\n\n8. Warranty Information\n- The LumiHome Smart Hub includes a 1-year limited warranty.\n- Warranty covers manufacturing defects only.\n- Physical damage, water damage, or use of non-original accessories voids the warranty.\n\nEnd of Document.",
    "creator": "moulisrivastava5@gmail.com"
  }
]